0.1.0/tutorials/dns/dns/box_turb16/system/controlDict
// mousse: CFD toolbox

FoamFile
{
  version     2.0;
  format      ascii;
  class       dictionary;
  location    "system";
  object      controlDict;
}

application     mousse-dns;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         10;
deltaT          0.025;
writeControl    runTime;
writeInterval   0.25;
purgeWrite      0;
writeFormat     ascii;
writePrecision  6;
writeCompression off;
timeFormat      general;
timePrecision   6;
runTimeModifiable true;
graphFormat     raw;

// vim: set ft=foam et sw=2 ts=2 sts=2:
