0.1.0/tutorials/dns/dns/box_turb16/constant/turbulenceProperties
// mousse: CFD toolbox

FoamFile
{
  version     2.0;
  format      ascii;
  class       dictionary;
  location    "constant";
  object      turbulenceProperties;
}

UOsigma         0.090295;
UOalpha         0.81532;
UOKupper        10;
UOKlower        7;

// vim: set ft=foam et sw=2 ts=2 sts=2:
