0.1.0/tutorials/dns/dns/box_turb16/constant/boxTurbDict
// mousse: CFD toolbox

FoamFile
{
  version     2.0;
  format      ascii;
  class       dictionary;
  location    "constant";
  object      boxTurbDict;
}

Ea              10;
k0              5;

// vim: set ft=foam et sw=2 ts=2 sts=2:
