0.1.0/tutorials/dns/dns/box_turb16/constant/transportProperties
// mousse: CFD toolbox

FoamFile
{
  version     2.0;
  format      ascii;
  class       dictionary;
  location    "constant";
  object      transportProperties;
}

nu              [0 2 -1 0 0 0 0] 0.025;

// vim: set ft=foam et sw=2 ts=2 sts=2:
