0.1.0/tutorials/dns/dns/box_turb16/0/p
// mousse: CFD toolbox

FoamFile
{
  version     2.0;
  format      ascii;
  class       volScalarField;
  location    "1";
  object      p;
}

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0;

boundaryField
{
  patch0_half0
  {
    type            cyclic;
  }
  patch1_half0
  {
    type            cyclic;
  }
  patch2_half0
  {
    type            cyclic;
  }
  patch2_half1
  {
    type            cyclic;
  }
  patch1_half1
  {
    type            cyclic;
  }
  patch0_half1
  {
    type            cyclic;
  }
}

// vim: set ft=foam et sw=2 ts=2 sts=2:
